 
posts_json=[{
    "id": "0",
    "url": "/isomerpages-sac-accreditation/get-accredited/overview/",
    "title": "Overview",
    "content": "What are CABs?Conformity Assessment Bodies (CABs) are testing and calibration laboratories, certification bodies as well as inspection bodies that provide conformity assessment services.After being assessed on their competence, impartiality and performance capability to offer specified conformity assessment services, CABs gain the stamp of international approval through accreditation by the Singapore Accreditation Council (SAC). Some of these conformity assessment services include testing, calibration, inspection and certification. Accreditation provides customers and regulatory authorities with added confidence. Certificates that are issued by accredited CABs are more likely to be regarded as having higher credibility.SAC is a Mutual Recognition Arrangement (MRA) Signatory to various international organisations including ILAC, IAF, APLAC, PAC. The SAC’s mark on test, calibration, inspection reports and certificates will mean that the report is recognised among the MRA partners.",
},{
    "id": "1",
    "url": "/isomerpages-sac-accreditation/get-accredited/why-get-accredited/",
    "title": "Why Get Accredited",
    "content": "There is a marked emphasis on the quality and standards of the products and services offered in today’s market. Accreditation by SAC confirms the impartiality and competence of CABs, thus fostering stakeholders’ confidence and acceptance of CAB-produced test results, certifications and reports.SAC’s accreditation programmes can also assist in eliminating the need for each regulator to employ its own specialist assessment resource by promoting the channelling of resources to maintain the regulatory framework. With more companies participating in SAC’s programmes, it is more likely to lead to an open and modern nation for businesses to flourish.Some of the key benefits include:Trust, Recognition &amp;amp; CredibilityIn the global marketplace, it is both important and advantageous to comply with international standards. The possession of accredited certificates or reports can be a passport to achieving the trust and recognition of customers and relevant authorities. It lends transparency to the CABs’ capabilities and services, acting as a guarantee to the quality of their products and services. Furthermore, SAC enables enhanced acceptance to international markets through the implementation of MRAs, endowing your business with a strategic edge over others.Improved Service &amp;amp; QualityAccreditation ensures the highest quality of products and services by reducing the risk of unreliable test results. Cost savings may also be enjoyed from improved productivity, reduced downtime and unnecessary retesting, outweighing the initial sunk cost of accreditation. Accreditation inculcates a forward-looking mindset in the staff, as they are motivated to meet higher standards and expectations to improve service and quality.Continuous Improvement OpportunitiesThrough accreditation, not only will you attain additional customer confidence, you can also enjoy fruitful exchanges with SAC assessors that will provide you with useful information. Furthermore, you will have the opportunity to leverage on SAC’s expanding network of MRA partners, thus gaining a marketing advantage for your business.",
},{
    "id": "2",
    "url": "/isomerpages-sac-accreditation/get-accredited/how-to-get-accredited/",
    "title": "How To Get Accredited",
    "content": "How To Get AccreditedIt can take between three to six months for organisations to obtain their SAC accreditation. This is dependent on a number of factors, such as the degree of the organisation’s compliance with requirements, the complexity of scope of accreditation and the availability of witnessing and clearance of incidences of non-conformance highlighted during the assessment. The SAC application process covers:Basic RequirementsTo apply for SAC accreditation, a CAB must first provide evidence of fulfilling the base requirements outlined in the relevant standards. ISO/IEC 17020, 17021, 17024, 17025, 17043, 17065 and ISO 15189. It must also be a registered legal entity. SAC documents pertaining to the different schemes can be accessed here.Access to Application FormUpon fulfilling the basic requirements, the CAB can apply online through the SACINET website.Application SubmissionOnce the application is completed with the documents submission and fee payment, the accreditation process proceed as shown below:Please ensure you have read SAC’s Terms &amp;amp; Conditions and Fee Schedule before application.Why Use Accredited CABs?Using accredited CABs offers multiple benefits for companies. Besides providing a marketing opportunity, it also boosts the company’s image – having been tried and certified by reliable CABs, the company’s products and services are endorsed with the highest assurance. This, in turn, instils confidence in the company’s customers and stakeholders alike.",
},{
    "id": "3",
    "url": "/isomerpages-sac-accreditation/get-accredited/choosing-a-CAB/",
    "title": "Choosing A CAB",
    "content": "A conformity assessment body (CAB) that is SAC accredited carries one of the SAC accreditation marks. Endorsed reports or accredited certificates carry the SAC mark, along with the accreditation number.Accreditation is granted for a specific scope of activities, and not for all activities undertaken by the CABs. Therefore, it is important to take note that accredited CABs are only allowed to issue endorsed reports for tests, calibrations/inspections or accredited certificates within the scope of accreditation.",
},{
    "id": "4",
    "url": "/isomerpages-sac-accreditation/get-accredited/find-CAB/",
    "title": "Find CAB",
    "content": "[TBD]",
},{
    "id": "5",
    "url": "/isomerpages-sac-accreditation/get-accredited/find-certified-companies/",
    "title": "Find Certified Companies",
    "content": "[TBD]",
},{
    "id": "6",
    "url": "/isomerpages-sac-accreditation/get-accredited/success-stories/",
    "title": "Success Stories",
    "content": "Thumbs up from the IndustryOften during the accreditation process, organisations that embrace quality will find ways to continually streamline and improve their operations, thus becoming more efficient and effective at managing their resources. Their ability to meet rigorous international standards and processes shows that they have proper systems in place. This ensures better record keeping and higher competency so that the data is reliable and credible. Ultimately, this enhances their reputation and the quality of services provided, propelling them to greater heights in operational excellence as well as in gaining new business.Our valued Customers and Stakeholders share their congratulatory messages here, as we mark the 10th anniversary of the SAC and 20thanniversary of accreditation in Singapore.Analytical Laboratories (Singapore) Pte Ltd“By getting accredited, ANALABS has gained international acceptance of our test results through various Mutual Recognition Arrangements among accreditation bodies. This has greatly enhanced the credibility of our operations.”Mr Chua Boon ChunManaging DirectorAnalytical Laboratories (Singapore) Pte Ltd",
},{
    "id": "7",
    "url": "/isomerpages-sac-accreditation/files/resources/brochures/sac-brochure-main-booklet",
    "title": "SAC Main Booklet",
    "content": "",
},{
    "id": "8",
    "url": "/isomerpages-sac-accreditation/resources/courses/laboratory-management-course",
    "title": "Laboratory Management Course",
    "content": "Laboratory Management Course24-26 September 2018Fee:  SGD 1284.00 (inclusive of GST)Course Venue:Village Hotel Bugis390 Victoria Street,  Singapore 188061(Training room:  Quartz 1, Level 6)We are now open for registration.  Please go to this link for the registration form.  Note: Priority will be given to SAC accredited CABs.This 3-day course is to help the participants:  Understand the requirements of ISO/IEC 17025 as applied to testing calibration laboratories;  Provide guidance on implementation &amp;amp; improvement of quality system  Understand the SAC-SINGLAS requirements for accreditation.For course objectives, please view attached link.",
},{
    "id": "9",
    "url": "/isomerpages-sac-accreditation/resources/publications/certification-body-accreditation",
    "title": "Certification Body Accreditation",
    "content": "A certification body must be fully conversant and comply with the relevant standards and criteria to be accredited. The standards, specific criteria and related documents for the SAC accreditation are as below:Publications for All Certification Programmes  SAC 01 - 02 April 2018: Terms and Conditions for Accreditation  SAC 01 - 02 April 2018: Terms and Conditions for Accreditation  SAC 01 - 02 April 2018: Terms and Conditions for AccreditationStandards and Criteria Document for Management Systems CertificationISO/IEC 17021-1:2015 - Conformity assessment - Requirements for bodies providing audit and certification of management systems - Part 1: Requirements  SAC 01 - 02 April 2018: Terms and Conditions for Accreditation  SAC 01 - 02 April 2018: Terms and Conditions for Accreditation",
},{
    "id": "10",
    "url": "/isomerpages-sac-accreditation/resources/news-releases/greenhouse-gas-validation-and-verification-body",
    "title": "New Accreditation Scheme for Greenhouse Gas Validation &amp; Verification Body",
    "content": "The Singapore Accreditation Council (SAC) is pleased to launch a new Accreditation Scheme for Greenhouse Gas Validation &amp;amp; Verification Body on 24 August 2018 for organisations providing third-party validation/verification services for the reduction and removal of greenhouse gases (GHG).   This new accreditation scheme is developed in response to the increasing demand for sustainability and to support the aviation industry for the Carbon Offsetting and Reduction Scheme for International Aviation (CORSIA) initiated by the International Civil Aviation Organization (ICAO).  CORSIA is a global voluntary Market-based Measure scheme to address any annual increase in total CO2 emissions from international civil aviation. The scope for SAC accreditation scheme for GHG validation &amp;amp; verification body will include verification of the emission report for the CORSIA programme.The accreditation criteria for this new scheme is based on ISO 14065 Greenhouse gases – Requirements for greenhouse gas validation and verification bodies for use in accreditation or other forms of recognition and IAF MD 6: IAF Mandatory Document for the application of ISO 14065:2013.SAC will be conducting a pilot run for this new scheme and is inviting expression of interest from organisations that wish to seek accreditation from SAC.  If you wish to participate and find out more details on the pilot run, please contact Ms Lee Ham Eng at lee_ham_eng@enterprisesg.gov.sg.   The pilot run is for applicants that apply by 31 December 2018.Application for accreditation of GHG validation &amp;amp; verification is now open through the SAC accreditation portal, SACiNet.",
},{
    "id": "11",
    "url": "/isomerpages-sac-accreditation/services/accreditation-services/",
    "title": "Accreditation Services",
    "content": "Accreditation ServicesSAC is the national accreditation body in Singapore. It operates a range of accreditation programmes that provide independent assessment and formal recognition of the competence of companies in performing specific type of testing, calibration, inspection, certification and other related activities.The accreditation criteria for determining the competence of companies are based on the relevant international standard (eg. ISO/IEC 17025, ISO 15189, ISO/IEC 17020, ISO/IEC 17021-1, ISO/IEC 17024, ISO/IEC 17065, ISO/IEC 17043).SAC will develop new services from time to time to meet the needs of our industry. The current accreditation schemes offered by SAC are:  Accreditation Scheme for Laboratories (SAC-SINGLAS)  Accreditation Scheme for Inspection Bodies  Accreditation Scheme for Management Systems Certification Bodies  Accreditation Scheme for Product Certification Bodies  Accreditation Scheme for Proficiency Testing Provider  Accreditation Scheme for Personnel Certification Bodies",
},{
    "id": "12",
    "url": "/isomerpages-sac-accreditation/services/GLP-compliance-monitoring/",
    "title": "GLP Compliance Monitoring",
    "content": "GLP Compliance MonitoringEnterprise Singapore (formerly known as SPRING Singapore) was appointed by the Ministry of Trade and Industry (MTI) in 2007 to be the Singapore GLP Monitoring Authority. SAC was entrusted with the task of managing the GLP Compliance Monitoring programme in 2012.The Singapore Good Laboratory Practice (GLP) Compliance Programme was launched in November 2007 to recognise facilities which provide non-clinical safety testing in accordance with the Organisation for Economic Co-operation and Development (OECD) Principles of Good Laboratory Practice.The programme ensures that a facility’s processes and the conditions in which laboratory studies are planned, performed, monitored, recorded, reported and archived meet international requirements. It enables Singapore enterprises’ research laboratories to gain acceptance for their environmental health and safety data in OECD countries. This reduces duplicative testing and thus shortens the time-to-market for their new products.Singapore has been a member of the OECD Mutual Acceptance of Data (MAD) framework since January 2010. Studies conducted in Singapore under GLP compliant conditions are accepted in more than 30 OECD and non-OECD member countries.",
},{
    "id": "13",
    "url": "/isomerpages-sac-accreditation/services/training/",
    "title": "Training",
    "content": "Our TrainersComprising local as well as overseas experts, SAC’s team of trainers possesses in-depth knowledge on the training subject and are experienced in implementing accreditation requirements. Training courses are relevant and up to date, incorporating case studies and exercises wherever possible to encourage active participation and peer learning.",
},{
    "id": "14",
    "url": "/isomerpages-sac-accreditation/who-we-are/overview/",
    "title": "Overview",
    "content": "	Formed in 1996, the Singapore Accreditation Council (SAC) is the national authority for the independent accreditation of conformity assessment bodies in Singapore. Operating under Enterprise Singapore, a statutory board of the Ministry of Trade and Industry, SAC also builds trust in Singapore products and services by strengthening Singapore’s technical infrastructure for conformity assessments and forging mutual recognition agreements (MRAs) with our economic partners. SAC’s primary function is to accredit conformity assessment services, such as testing, calibration, inspection and certification.SAC operates in accordance with relevant international standards and requirements, maintaining integrity and impartiality while taking into account national and public interest. As the designated Singapore representative for accreditation and related conformity assessment activities, SAC works closely with government agencies on MRAs with regional and international bodies to facilitate trade for Singapore.Mission &amp;amp; Strategic OutcomesImpartiality PolicySAC is committed to safeguard and assure the impartiality of its accreditation activities at strategic and operational levels. SAC will not allow commercial, financial and other pressures to compromise impartiality. SAC ensures its committees operate with balanced views and representations from key stakeholders and interested parties without permitting any one interest to predominate or receive favour.FinancingSAC is a not-for-profit establishment. SAC’s main source of revenue is from fees collected from conformity assessment bodies as well as from its training activities. Any deficit of SAC will be funded through Enterprise Singapore.",
},{
    "id": "15",
    "url": "/isomerpages-sac-accreditation/who-we-are/milestones/",
    "title": "Milestones",
    "content": "[Convert to words - persons with visual impairments cannot get access to any of this information since it is in an image]201725 MarchSAC signed the PAC MLA for Energy Management System (EnMS) and Environmental Management System (EMS)8 JuneSAC signed an MOU with Myanmar’s Department of Research and Innovation (DRI) and was appointed as their partner accreditation body.27 JulySAC signed the IAF MLA for Environmental Management System (EMS).20169 JuneSAC organizzed its 1st Regulator Workshop to promote accreditation as a tool to support public policy.",
},{
    "id": "16",
    "url": "/isomerpages-sac-accreditation/who-we-are/organisation-structure/",
    "title": "Organisation Structure",
    "content": "",
},{
    "id": "17",
    "url": "/isomerpages-sac-accreditation/who-we-are/collaborations/",
    "title": "Collaborations",
    "content": "The SAC works closely with other accreditation bodies to establish and maintain the Mutual Recognition Arrangements (MRAs), which help to facilitate regional and international trade for Singapore. Based on the results of intensive multi-national peer evaluation of its signatories, MRAs are important in building confidence for the competence and capabilities of an international network of accredited conformity assessment bodies. This is why the SAC’s signatory status in the MRAs is a global passport for enterprises in Singapore, without any need for re-testing, re-inspection and re-certification.Countries that are signatories of the MRAs recognise that the conformity assessment bodies accredited by their partners operate in an equivalent way, and that they deliver equivalent accreditations, providing the same level of competence and confidence. Therefore, test or inspection reports or certificates issued by the SAC-accredited body are recognised by the MRA partners as equivalent to those issued by their own accredited bodies.SAC’s MRA partners include various international organisations, such as ILAC (International Laboratory Accreditation Co-operation), IAF (International Accreditation Forum), APLAC (Asia Pacific Laboratory Accreditation Cooperation) and PAC (Pacific Accreditation Cooperation).",
},{
    "id": "18",
    "url": "/isomerpages-sac-accreditation/who-we-are/join-us/",
    "title": "Join Us",
    "content": "Career with SACAs a key member of the Singapore Accreditation Council (SAC), you will work closely with industry partners from government agencies, tertiary institutions, professional bodies and industry associations to accredit conformance assessment bodies (CABs) so as to enhance the competitiveness of Singapore-based enterprises. You will develop, manage and conduct assessments of CABs across a wide range of disciplines for different accreditation schemes. You will also play a crucial role in actively promoting the benefits of accreditation to the regulators and users of conformity assessment services.SAC officers are energetic, informed, have a ‘can-do’ attitude and are committed to excellence. We are looking for individuals with a good engineering or science degree, preferably with three to five years’ experience in a quality-related field. Good exposure to quality management system and standards, such as ISO/IEC 17025 will be advantageous. You must be confident, driven and be able to work independently. You should also posses good interpersonal and communication skills, and be able to interact with people at all levels. Ability to work in a highly driven team is also an asset.To apply for a vacancy, please submit your CV to sac@enterprisesg.gov.sg.",
},{
    "id": "19",
    "url": "/isomerpages-sac-accreditation/404.html",
    "title": "404 Error",
    "content": "  404  Page not found :(  The requested page could not be found.",
},{
    "id": "20",
    "url": "/isomerpages-sac-accreditation/contact-us/",
    "title": "Contact Us",
    "content": "",
},{
    "id": "21",
    "url": "/isomerpages-sac-accreditation/faq/",
    "title": "FAQ",
    "content": "What is accreditation?Accreditation is the endorsement by an authoritative body (such as SAC) of an organisation’s competence, credibility, independence and integrity in carrying out its conformity assessment activities, such as testing, calibration, inspection and certification.What is the difference between accreditation and certification?AccreditationAccreditation is the formal recognition by an accreditation authority to the technical and organisational competence of a conformity assessment body to carry out a specific service in accordance to the standards and technical regulations as described in their scope of accreditation.",
},{
    "id": "22",
    "url": "/isomerpages-sac-accreditation/resources/news-releases/",
    "title": "Resources",
    "content": "",
},{
    "id": "23",
    "url": "/isomerpages-sac-accreditation/resources/courses/",
    "title": "Resources",
    "content": "",
},{
    "id": "24",
    "url": "/isomerpages-sac-accreditation/resources/",
    "title": "Resources",
    "content": "",
},{
    "id": "25",
    "url": "/isomerpages-sac-accreditation/resources/publications/",
    "title": "Resources",
    "content": "",
},{
    "id": "26",
    "url": "/isomerpages-sac-accreditation/resources/brochures/",
    "title": "Resources",
    "content": "",
},{
    "id": "27",
    "url": "/isomerpages-sac-accreditation/",
    "title": "Isomer Pages Demo",
    "content": "This website is in beta - your valuable feedback will help us in improving it.",
},{
    "id": "28",
    "url": "/isomerpages-sac-accreditation/privacy/",
    "title": "Privacy Statement",
    "content": "Government Agency Privacy Statement      Interdum et malesuada fames ac ante ipsum primis in faucibus. In sagittis ut nisl eget suscipit. Morbi lorem ligula, tincidunt et viverra et, gravida sit amet velit. Duis posuere mi lectus, molestie viverra metus consectetur quis. Fusce dignissim arcu enim, id faucibus felis dignissim ut. Suspendisse potenti. Orci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Phasellus blandit sem sit amet neque fringilla cursus. Ut semper imperdiet dolor ac vulputate. Phasellus in accumsan urna. Suspendisse potenti. Curabitur porttitor risus a dolor pellentesque, sed dignissim ligula laoreet. Nullam lacus ligula, malesuada ac vestibulum vitae, condimentum nec sem.        Integer semper ultrices lorem ut sodales. Praesent rutrum vestibulum quam, ac rhoncus tortor ullamcorper sit amet. Curabitur sed hendrerit sem, ut dignissim nisi. Aenean eleifend in ligula at posuere. Phasellus turpis justo, mollis eget sagittis vel, viverra quis enim. Praesent luctus, elit ac mattis cursus, dui lorem sollicitudin urna, ac molestie lacus elit eget eros. Sed aliquam purus vitae tellus consequat rutrum. Etiam tristique, mi ut dapibus tristique, elit urna rhoncus leo, ac luctus augue ante eget felis. Fusce nisl enim, tempus a faucibus aliquam, lobortis at est. Donec nec mollis nibh. Donec vitae ipsum risus. Pellentesque eu est sed diam pulvinar dictum in sit amet purus. Fusce convallis risus tortor.        Pellentesque malesuada leo libero, et commodo lorem consequat quis. Etiam lobortis porttitor lobortis. Quisque pulvinar lorem eu dolor dictum dignissim. Sed faucibus, risus ut euismod viverra, massa nisi suscipit tellus, eu bibendum mi lorem nec mauris. Pellentesque tincidunt sem id gravida consectetur. Pellentesque id lacus ac ipsum ultricies hendrerit nec a tellus. Aliquam nec dapibus sapien. Sed laoreet sem at semper maximus.  ",
},{
    "id": "29",
    "url": "/isomerpages-sac-accreditation/search/",
    "title": "Search",
    "content": "",
},{
    "id": "30",
    "url": "/isomerpages-sac-accreditation/terms-of-use/",
    "title": "Terms of Use",
    "content": "General Terms and Conditions on the Use of the Isomer Pages WebsiteGeneral Legal Information      Interdum et malesuada fames ac ante ipsum primis in faucibus. In sagittis ut nisl eget suscipit. Morbi lorem ligula, tincidunt et viverra et, gravida sit amet velit. Duis posuere mi lectus, molestie viverra metus consectetur quis. Fusce dignissim arcu enim, id faucibus felis dignissim ut. Suspendisse potenti. Orci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Phasellus blandit sem sit amet neque fringilla cursus. Ut semper imperdiet dolor ac vulputate. Phasellus in accumsan urna. Suspendisse potenti. Curabitur porttitor risus a dolor pellentesque, sed dignissim ligula laoreet. Nullam lacus ligula, malesuada ac vestibulum vitae, condimentum nec sem.        Integer semper ultrices lorem ut sodales. Praesent rutrum vestibulum quam, ac rhoncus tortor ullamcorper sit amet. Curabitur sed hendrerit sem, ut dignissim nisi. Aenean eleifend in ligula at posuere. Phasellus turpis justo, mollis eget sagittis vel, viverra quis enim. Praesent luctus, elit ac mattis cursus, dui lorem sollicitudin urna, ac molestie lacus elit eget eros. Sed aliquam purus vitae tellus consequat rutrum. Etiam tristique, mi ut dapibus tristique, elit urna rhoncus leo, ac luctus augue ante eget felis. Fusce nisl enim, tempus a faucibus aliquam, lobortis at est. Donec nec mollis nibh. Donec vitae ipsum risus. Pellentesque eu est sed diam pulvinar dictum in sit amet purus. Fusce convallis risus tortor.        Pellentesque malesuada leo libero, et commodo lorem consequat quis. Etiam lobortis porttitor lobortis. Quisque pulvinar lorem eu dolor dictum dignissim. Sed faucibus, risus ut euismod viverra, massa nisi suscipit tellus, eu bibendum mi lorem nec mauris. Pellentesque tincidunt sem id gravida consectetur. Pellentesque id lacus ac ipsum ultricies hendrerit nec a tellus. Aliquam nec dapibus sapien. Sed laoreet sem at semper maximus.  ",
}]